{
    "firstName": "Альгерд",
    "lastName": "Абуховіч",
    "titleImage": "https://upload.wikimedia.org/wikipedia/be/6/63/%D0%90%D0%B1%D1%83%D1%85%D0%BE%D0%B2%D1%96%D1%87.jpg",
    "locations": [
    {
        "name": "Слуцк",
        "latitude": 53.01,
        "longitude": 27.33
    }
    ],
    "works": [
    {
        "name": "Дума а Каралю XII",
        "dateOfPublication": null
    },
    {
        "name": "Ваўкалака",
        "dateOfPublication": null
    },
    {
        "name": "Ваўкалака",
        "dateOfPublication": null
    }
    ],
    "timeline": [
        {
            "date": "1862 - 1863",
            "activity": "У 1862 пісьменнік некалькі разоў прыязджаў у Вільню, ёсць няпэўныя дадзеныя пра яго сувязі з У. Сыракомлем. Па некаторых звестках, не пацверджаных пакуль архіўнымі крыніцамі, А. Абуховіч удзельнічаў у паўстанні 1863 года, быў сасланы (нібыта нават у Сібір, што не зусім стасуецца з храналогіяй яго жыцця, зрэшты, яшчэ недастаткова вывучанай)."
        },
        {
            "date": "1860 - 1878",
            "activity": "Вядома, што ў другой палове 1860-х гадоў пісьменнік ажаніўся (жонка памерла ў 1873), у 1878 зноў наведаў Кіеў. У мемуарных крыніцах (успаміны Я. Дылы) гаворыцца пра рэзкі канфлікт А. Абуховіча са сваякамі і ўсім памешчыцкім асяроддзем: пісьменнік хацеў усю зямлю аддаць сялянам, у выніку чаго ўзнікла пагроза аб'яўлення яго вар'ятам. Менавіта тады ён і пакінуў родны дом, забраўшы з сабой толькі любімыя кнігі."
        },
        {
            "date": "1863 - 1884",
            "activity": "Спачатку А. Абуховіч жыў у прыяцеля — удзельніка паўстання 1863 года Расудоўскага (маёнтак Курганы на Случчыне), потым перабраўся ў Слуцк, дзе займаўся рэпетытарствам. Цікава, што па афіцыйных дакументах за Абуховічам яшчэ ў 1884 лічыліся немалыя маёнткі ў Бабруйскім павеце (звыш 1360 дзесяцін зямлі), якія ацэньваліся амаль на 25 тыс. рублёў. Але яны, як і бацькоўскі маёнтак Грабава, былі закладзены-перазакладзены ў зямельным банку. У газетах неаднаразова аб'яўляўся продаж маёнткаў за даўгі, але калі ён адбыўся — дакладна невядома. Ясна адно — сацыяльны статус А. Абуховіча пад канец жыцця карэнным чынам змяніўся, нішто, апрача прозвішча і звязаных з ім генеалагічна-гістарычных асацыяцый (хоць, гэта таксама важна), пра былы арыстакратызм не нагадвала." 
        }
    ],
    "images": [
        "http://catalog.library.mogilev.by/kray/Culture/photo/r5p15_1.jpg",
        "https://i.livelib.ru/boocover/1002164588/200/6ffd/Ya%D1%9Egen_Guchok__Algerd_Abuhovich._Zacharavany_belaruskim_slovam.jpg"
    ],
    "videos": null
}