[
  {
    "translation": {
      "en": {
        "firstName": "Olgerd",
        "lastName": "Bandinelli",
        "locations": "Slutsk"
      },
      "ru": {
        "firstName": "Ольгерд",
        "lastName": "Обухович",
        "locations": "Слуцк"
      },
      "by": {
        "firstName": "Альгерд",
        "lastName": "Абуховіч",
        "locations": "Слуцк"
      }
    },
    "firstName": "Альгерд",
    "lastName": "Абуховіч",
    "titleImage": "https://upload.wikimedia.org/wikipedia/be/6/63/%D0%90%D0%B1%D1%83%D1%85%D0%BE%D0%B2%D1%96%D1%87.jpg",
    "locations": [
      {
        "name": "Слуцк",
        "latitude": 53.0333332,
        "longitude": 27.5666644
      }
    ],
    "works": [
      {
        "name": "Дума а Каралю XII",
        "dateOfPublication": "1868"
      },
      {
        "name": "Ваўкалак",
        "dateOfPublication": "1870"
      },
      {
        "name": "Старшына",
        "dateOfPublication": "1874"
      }
    ],
    "timeline": [
      {
        "date": "1862 - 1863",
        "activity": "У 1862 пісьменнік некалькі разоў прыязджаў у Вільню, ёсць няпэўныя дадзеныя пра яго сувязі з У. Сыракомлем. Па некаторых звестках, не пацверджаных пакуль архіўнымі крыніцамі, А. Абуховіч удзельнічаў у паўстанні 1863 года, быў сасланы (нібыта нават у Сібір, што не зусім стасуецца з храналогіяй яго жыцця, зрэшты, яшчэ недастаткова вывучанай)."
      },
      {
        "date": "1860 - 1878",
        "activity": "Вядома, што ў другой палове 1860-х гадоў пісьменнік ажаніўся (жонка памерла ў 1873), у 1878 зноў наведаў Кіеў. У мемуарных крыніцах (успаміны Я. Дылы) гаворыцца пра рэзкі канфлікт А. Абуховіча са сваякамі і ўсім памешчыцкім асяроддзем: пісьменнік хацеў усю зямлю аддаць сялянам, у выніку чаго ўзнікла пагроза аб'яўлення яго вар'ятам. Менавіта тады ён і пакінуў родны дом, забраўшы з сабой толькі любімыя кнігі."
      },
      {
        "date": "1863 - 1884",
        "activity": "Спачатку А. Абуховіч жыў у прыяцеля — удзельніка паўстання 1863 года Расудоўскага (маёнтак Курганы на Случчыне), потым перабраўся ў Слуцк, дзе займаўся рэпетытарствам. Цікава, што па афіцыйных дакументах за Абуховічам яшчэ ў 1884 лічыліся немалыя маёнткі ў Бабруйскім павеце (звыш 1360 дзесяцін зямлі), якія ацэньваліся амаль на 25 тыс. рублёў. Але яны, як і бацькоўскі маёнтак Грабава, былі закладзены-перазакладзены ў зямельным банку. У газетах неаднаразова аб'яўляўся продаж маёнткаў за даўгі, але калі ён адбыўся — дакладна невядома. Ясна адно — сацыяльны статус А. Абуховіча пад канец жыцця карэнным чынам змяніўся, нішто, апрача прозвішча і звязаных з ім генеалагічна-гістарычных асацыяцый (хоць, гэта таксама важна), пра былы арыстакратызм не нагадвала."
      }
    ],
    "images": [
      "http://catalog.library.mogilev.by/kray/Culture/photo/r5p15_1.jpg",
      "https://i.livelib.ru/boocover/1002164588/200/6ffd/Ya%D1%9Egen_Guchok__Algerd_Abuhovich._Zacharavany_belaruskim_slovam.jpg"
    ]
  },
  {
    "translation": {
      "en": {
        "firstName": "Ryhor",
        "lastName": "Baradulin",
        "locations": "Minsk"
      },
      "ru": {
        "firstName": "Рыгор",
        "lastName": "Бородулин",
        "locations": "Минск"
      },
      "by": {
        "firstName": "Рыгор",
        "lastName": "Барадулін",
        "locations": "Мінск"
      }
    },
    "firstName": "Рыгор",
    "lastName": "Барадулін",
    "titleImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Ryhor_Baradulin.jpg/250px-Ryhor_Baradulin.jpg",
    "locations": [
      {
        "name": "Минск",
        "latitude": 53.8999964,
        "longitude": 27.5666644
      }
    ],
    "works": [
      {
        "name": "Трэба дома бываць часцей.",
        "dateOfPublication": "1993"
      },
      {
        "name": "Азбука — вясёлы вулей",
        "dateOfPublication": "1994"
      },
      {
        "name": "Асобы рознай пробы",
        "dateOfPublication": "1994"
      },
      {
        "name": "Евангелле ад Мамы",
        "dateOfPublication": "1995"
      },
      {
        "name": "Босая зорка",
        "dateOfPublication": "2001"
      }
    ],
    "timeline": [
      {
        "date": "1953 - 1968",
        "activity": "Дэбютаваў вершамі ў 1953 г. у газеце «Чырвоная змена». Нізка вершаў «На зямлі цаліннай» склала асноўны змест першай кнігі «Маладзік над стэпам» (1959 г.). У ранняй творчасці — кнігі лірыкі «Рунець, красаваць, налівацца!» (1961 г.), «Нагбом» (1963 г.), «Неруш» (1966 г.), «Адам і Ева» (1968 г.) — паэт данёс да чытача трываласць асноў народнай маралі і этыкі, пераканаў у таленавітасці беларускага народа, у яго багатай духоўнасці. У паэзіі ён асэнсоўвае асноўны змест эпохі: вайну, убачаную дзіцячымі вачыма, клопат пасляваенных гадоў, сённяшні і заўтрашні дзень планеты. У вершах «Жароўня», «Труба», «Стэарынавая свечка», «Хлебнічак», «Цялушка», «Палата мінёраў», «Скрыпачы» і інш. — старонкі біяграфіі пакалення дзяцей вайны, што вырастаюць да маштабнага асэнсавання трагізму жыцця беларускага народа на акупіраванай тэрыторыі."
      },
      {
        "date": "1986 - 2006",
        "activity": "Многія вобразы ранняй лірыкі нярэдка маюць працяг у пазнейшых творах: зборнікі «Маўчанне перуна» (1986 г.), «Самота паломніцтва» (1990 г.), «Міласэрнасць плахі» (1992 г.), «Евангелле ад Мамы» (1995 г.). У апошніх кнігах узмацняецца гучанне біблейскіх матываў. Паэт нярэдка звяртаецца да жанру малітвы, малітвы за постчарнобыльскае выжыванне і адраджэнне беларускай нацыі. Імкненнем далучыцца да агульначалавечай духоўнай культуры абумоўлены зварот да Бібліі ў «Трыкірыі». У 2005 годзе выйшаў зборнік малітоўнай паэзіі «Ксты». Зборнік «Руны Перуновы» (2006 г.), у які ўвайшла выбраная лірыка, таксама насычаны духоўнымі вершамі."
      },
      {
        "date": "1965 - 1987",
        "activity": "Аўтар зборнікаў сатырычных і гумарыстычных твораў «Дойны конь» (1965 г.), «Станцыя кальцавання» (1971 г.), «Прынамсі…» (1977 г.), «Амплітуда смеласці» (1983 г.), «Мудрэц са ступаю» (1988 г.) і інш., эпіграм на дзеячаў беларускай літаратуры і мастацтва: альбом «Няўрокам кажучы» (1971 г.), шаржы М. Лісоўскага; «Абразы без абразы» (1985 г.), шаржы К. Куксо. Творы для дзяцей склалі зборнікі «Мех шэрых, мех белых» (1963 г.), «Красавік» (1965 г.), «Экзамен» (1969 г.), «Ай! Не буду! Не хачу!» (1971 г.), «Суровая вымова» (1976 г.), «Што было б тады, калі б?» (1977 г.), «Ці пазяхае бегемот?» (1981 г.), «Азбука не забаўка» (1985 г.), «Індыкала-кудыкала» (1986 г.), «Кобра ў торбе» (1990 г.). Напісаў кнігу літаратурна-крытычных артыкулаў і эсэ «Парастак радка, галінка верша» (1987 г.)."
      },
      {
        "date": "2013",
        "activity": "У 2013 г. выйшаў «Вушацкі словазбор Рыгора Барадуліна», які ўклала Наталля Давыдзенка. Гэта не проста дыялектычны слоўнік з радзімы Рыгора Барадуліна — Ушаччыны — гэта па сутнасці поўнае апісанне жывых традыцый цэлага беларускага раёна з асобнай «вушацкай», як кажа Дзядзька Рыгор, культурай. У кнізе сабрана амаль усё: пачынаючы ад традыцыйных «вушацкіх» імёнаў, скончваючы падрабязным апісаннем страў мясцовай кухні, святкавання народных і рэлігійных свят. Адметнаю рысаю кнігі з’яўляецца таксама і поўная адсутнасць цэнзуры, што робіць мову яшчэ больш жывой. Сам паэт казаў, што гэта самая галоўная кніга ўсяго яго жыцця, пісаць якую ён пачаў яшчэ ў дзяцінстве. «Вушацкі словазбор Рыгора Барадуліна» прызнаны лепшай кнігай 2013 г. па версіі газеты «Наша Ніва»."
      }
    ],
    "images": [
      "http://karotkizmest.by/images/baradulin.jpg",
      "https://img.tyt.by/n/08/5/ryhor_baradulin.jpg",
      "http://belarusachka.sch223.minskedu.gov.by/files/00093/obj/110/16233/img/8343.jpg",
      "http://1576.ua/uploads/catalog/029036ad070bcf04df32d6268b32d43be55ab8f7.jpg",
      "https://upload.wikimedia.org/wikipedia/be/thumb/b/bc/%D0%86%D0%B2%D0%B0%D0%BD_%D0%A0%D1%8B%D0%B3%D0%BE%D1%80%D0%B0%D0%B2%D1%96%D1%87_%D0%91%D0%B0%D1%80%D0%B0%D0%B4%D1%83%D0%BB%D1%96%D0%BD.jpeg/200px-%D0%86%D0%B2%D0%B0%D0%BD_%D0%A0%D1%8B%D0%B3%D0%BE%D1%80%D0%B0%D0%B2%D1%96%D1%87_%D0%91%D0%B0%D1%80%D0%B0%D0%B4%D1%83%D0%BB%D1%96%D0%BD.jpeg"
    ],
    "videos": "https://www.youtube.com/embed/xXXaSXWLpsc?enablejsapi=1",
    "videosnap": "https://yt3.ggpht.com/proxy/r9uADWlTaN1L2aNlPZqY3sbFuQmdHMiBLdgJtBNUjBszuqnkNftASFdad7S-5hxISq6QVWx8WO1SC1uupEQ=-w480-h360"
  },
  {
    "translation": {
      "en": {
        "firstName": "Shmuel",
        "lastName": "Plavnik",
        "locations": "Lahoysk Raion, Minsk Voblast"
      },
      "ru": {
        "firstName": "Самуил",
        "lastName": "Плавник",
        "locations": "Логойский район, Минская область"
      },
      "by": {
        "firstName": "Самуіл",
        "lastName": "Плаўнік",
        "locations": "Лагойскі раён, Мінская вобласць"
      }
    },
    "firstName": "Самуіл",
    "lastName": "Плаўнік",
    "titleImage": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Zmitrok_Biadulia1.jpg",
    "locations": [
      {
        "name": "Лагойский район",
        "latitude": 53.55,
        "longitude": 27.33
      }
    ],
    "works": [
      {
        "name": "Зборнік апавяданняў",
        "dateOfPublication": "1973"
      },
      {
        "name": "Дзень добры",
        "dateOfPublication": "1989"
      },
      {
        "name": "Паэмы",
        "dateOfPublication": "1927"
      },
      {
        "name": "Буралом",
        "dateOfPublication": "1925"
      },
      {
        "name": "Незвычайныя гісторыі",
        "dateOfPublication": "1931"
      }
    ],
    "timeline": [
      {
        "date": "1907 - 1909",
        "activity": "Яшчэ хлопчыкам З. Бядуля складаў вершы на старажытнаяўрэйскай мове, але пачаткам яго літаратурнай дзейнасці лічыцца 1907 год, калі ён пачаў пісаць вершы на рускай мове і пасылаць іх у пецярбургскія часопісы. Там вершы хвалілі, але не друкавалі. Пачынаючы пісаць, Бядуля арыентаваўся на старадаўнюю яўрэйскую літаратуру (на рэлігійныя творы тых часоў). Але пазней адмовіўся ад гэтай манеры пісьма і пачаў вывучаць сучасную літаратуру. Тады і пачаў ён пісаць вершы і апавяданні на рускай мове, пераймаючы манеры знакамітых паэтаў XIX стагоддзя. Але беларускія мова і культура ўсё роўна ўрываліся ў яго творы. У 1909 годзе ў рукі Самуіла Плаўніка, дзякуючы яго сябру Вульфу Сосенскаму, трапіла беларускамоўная газета «Наша ніва». Сам факт існавання «прастанароднай» газеты вельмі ўразіў маладога чалавека. Уласна, гэтая газета і паўплывала на замацаванне рэалістычнага светапогляду."
      },
      {
        "date": "1910",
        "activity": "У сярэдзіне 1910 г. З. Бядуля аддаў у рэдакцыю газет свае вершы, але яны не былі апублікаваныя. Магчыма таму, што былі яшчэ «няспелымі». Для ранніх твораў, як для вершаў, так і для прозы быў характэрны рамантызм. Для таго, каб перадаць светапогляд і багацце духоўнага і культурнага жыцця чалавека наогул і сялян у асаблівасці, Бядуля імкнецца пераймаць Я. Купалу і Я. Коласа. У пачатку 1910-х гадоў паэт пачынае карыстацца псеўданімамі. Рамантызм бачны нават у апісаннях прыроды і побыту, людзі таксама апісваюцца ўзнёсла. Але з часам пісьменнік выбірае ўсё ж рэалізм і захапляецца псіхалагічна-бытавымі замалёўкамі. Ён імкнецца паказаць жыццё як мага больш рэальным."
      },
      {
        "date": "1911 - 1912",
        "activity": "Друкаваў вершы на рускай мове ў часопісах «На берегах Невы» (Пецярбург) і «Молодые порывы» (Вільня)."
      },
      {
        "date": "1913",
        "activity": "Апублікаваў зборнік лірычных імпрэсій «Абразкі» (Пецярбург)."
      },
      {
        "date": "1922 - 1989",
        "activity": " У паслярэвалюцыйны час выйшлі кнігі паэзіі «Пад родным небам» (1922), «Буралом» (1925), «Паэмы» (1927), зборнікі апавяданняў «На зачарованых гонях» (1923), «Апавяданні» (1926), «Выбраныя апавяданні» (1926), «Танзілія» (1927), «Дэлегатка» (1928), «Тры пальцы» (1930), «Незвычайныя гісторыі» (1931), «Па пройдзеных сцежках» (1940), аповесці «Салавей» (1928, экранізавана і пастаўлена ў 1937, аднайменны балет у 1939), «Набліжэнне» (1935), «У дрымучых лясах» (1939, часопіс «Полымя»), двухтомны раман «Язэп Крушынскі» (1929—1932), «Выбраныя творы» (1934). Для дзяцей выдадзены кнігі «Качачка-цацачка» (1927, казка), «Вясной» (1928, вершы), «Гаспадарка» (1930, вершы), «Мурашка-Палашка» (1939, вершаваная казка), «Люцік» (1940, верш), «Хлопчык з-пад Гродна» (1940, паэма). Выдаў даследаванне «Вера, паншчына і воля ў беларускіх народных казках і песнях» (1924), кнігу нарысаў «Дзесяць» (1930), у сааўтарстве з Нохімам Рубінштэйнам — кішэнны «Яўрэйска-беларускі слоўнічак» (пад сапраўдным прозвішчам, 1932). Шмат твораў і зборнікаў выйшлі пасля смерці і ў пасляваенныя гады: «Апавяданні» (1947), «Мае забавы» (1949, вершы), «Сярэбраная табакерка» (1958, казка і апавяданні), «Дзень добры!» (1979, вершы, казкі, апавяданні), асобныя вершы, казкі. У 1951—1953 гг. выйшаў збор твораў у 4-х, у 1985—1989 — у 5 тамах."
      }
    ],
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/9/98/%D0%97%D0%BC%D1%96%D1%82%D1%80%D0%BE%D0%BA_%D0%91%D1%8F%D0%B4%D1%83%D0%BB%D1%8F.jpg",
      "https://www.belta.by/images/storage/news/000027_273808_big.jpg",
      "https://belarusianheroes.com/img/hero/medium59e0851e1281b.jpg",
      "http://karotkizmest.by/images/biadulia.jpg",
      "https://gdb.rferl.org/4B28DD40-7FE8-421A-A231-0C5432F965F5_w650_r0_s.jpg"
    ],
    "videos": "https://www.youtube.com/embed/GB_rlueYscM?enablejsapi=1",
    "videosnap": "https://i.ytimg.com/vi/GB_rlueYscM/hqdefault.jpg"
  },
  {
    "translation": {
      "en": {
        "firstName": "Frantsishak",
        "lastName": "Alyakhnovich",
        "locations": "Vilnius"
      },
      "ru": {
        "firstName": "Франтишек",
        "lastName": "Олехнович",
        "locations": "Вильнюс"
      },
      "by": {
        "firstName": "Францішак",
        "lastName": "Аляхновіч",
        "locations": "Вильнюс"
      }
    },
    "firstName": "Францішак",
    "lastName": "Аляхновіч",
    "titleImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Franci%C5%A1ak_Alachnovi%C4%8D.jpg/250px-Franci%C5%A1ak_Alachnovi%C4%8D.jpg",
    "locations": [
      {
        "name": "Вильнюс",
        "latitude": 54.68916,
        "longitude": 25.2798
      }
    ],
    "works": [
      {
        "name": "Бутрым Няміра",
        "dateOfPublication": "1916"
      },
      {
        "name": "Базылішка",
        "dateOfPublication": "1917"
      },
      {
        "name": "Дзядзька Якуб",
        "dateOfPublication": "1918"
      },
      {
        "name": "Чорт і Баба",
        "dateOfPublication": "1918"
      },
      {
        "name": "Заручыны Паўлінкі",
        "dateOfPublication": "1918"
      },
      {
        "name": "Птушка шчасця",
        "dateOfPublication": "1920"
      }
    ],
    "timeline": [
      {
        "date": "1916 - 1918",
        "activity": "Заканчэнне тэрміну пакарання Францішка супала з пачаткам Першай сусветнай вайны. Аўтар працаваў маляром, пажарнікам, кантралёрам электрасетак і адказным рэдактарам за «лацінскія» нумары «Гомана».Віленскі перыяд тэатральнай дзейнасці 1916—1918 гг. быў для Ф. Аляхновіча вельмі плённым. У пачатку 1916 года ў Вільні арганізоўвае тэатральны гурток Беларуская драматычная дружына, сіламі якога 15 кастрычніка 1916 года ставіцца беларускі спектакль па матывах «Хама» Элізы Ажэшкі. 26 снежня 1916 года ажыццяўляецца пастаноўка п'есы «На Антокалі». З гэтага часу спектаклі драматычнага гуртка становяцца рэгулярнымі, і аб ім пачынаюць гаварыць, як пра тэатр Францішка Аляхновіча.Адкрываючы тэатральны сезон 1917 года, Ф. Аляхновіч бярэцца за напісанне п'ес, якія б адпавядалі запатрабаванням часу — уздыму нацыянальнай самасвядомасці. Аўтар стварае пяць п'ес: «Бутрым Няміра» (некаторыя крыніцы датуюць яе 1916 годам[16]), «Базылішка», «У лясным гушчары», «Кветка-папараць» і «Калісь». Таксама піша шматлікія празаічныя творы, сярод якіх вылучаецца аповесць спавядальнага характару «Пісьмы да яе»"
      },
      {
        "date": "Чэрвень 1918",
        "activity": "Францішак Аляхновіч накіроўваецца ў Мінск, дзе ў гэты час актыўна працавала трупа Беларускага дзяржаўнага тэатра рэарганізаванага з закладзенага ў маі 1917 года Першага таварыства беларускай драмы і камедыі. "
      },
      {
        "date": "Снежень 1919",
        "activity": "Піша драму ў трох актах «Цені». Да мінскага перыяду дзейнасці адносіцца таксама з'яўленне ў творчасці Ф. Аляхновіча п'есы «Заручыны Паўлінкі»"
      },
      {
        "date": "23 снежня 1926",
        "activity": "Пісьменнік атрымлівае статус грамадзяніна БССР, а ўжо 1 студзеня 1927 года апынаецца ў ізалятары мінскай турмы. Яму інкрымінуюць шпіянаж на карысць буржуазнай Польшчы. У следчай справе Ф. Аляхновіча захаваўся напісаны да Цэнтральнага Выканаўчага Камітэта зварот, пад якім падпісаліся Янка Купала, Якуб Колас, Максім Гарэцкі, Змітрок Бядуля, Алесь Гурло і інш. Аднак пісьменнік атрымаў 10 гадоў катаргі на Салавецкіх астравах (першы год адпрацаваў на востраве Мяч насупраць карэльскага горада Колежма)[15]. Удзельнічаў у самадзейным тэатры, арганізаваным вязнямі Салавецкага лагера."
      },
      {
        "date": "3 сакавіка 1944",
        "activity": "ў час другой сусветнай вайны ў Вільні ў сваёй кватэры Францішак Аляхновіч забіты невядомымі. Па розных версіях драматурга забілі ні то савецкія партызаны, ні то – акаўцы, ні то фашысты. Хто здзейсніў гэты тэрарыстычны акт – застаецца невядомым. Пахаваны Францішак Аляхновіч быў на Кальвінісцкіх могілках, якія былі знішчаны ў савецкі час. У 1989-ым сімвалічна перапахаваны на могілках Росы."
      }
    ],
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/6/68/Alakhnovich2.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/HakubokAlachnovich.jpg/280px-HakubokAlachnovich.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Belarusian_writers_1920.jpg/280px-Belarusian_writers_1920.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Alakhnovich1.jpg/300px-Alakhnovich1.jpg"
    ]
  },
  {
    "translation": {
      "en": {
        "firstName": "Petrus",
        "lastName": "Brovka",
        "locations": "Minsk"
      },
      "ru": {
        "firstName": "Петрусь",
        "lastName": "Бровка",
        "locations": "Минск"
      },
      "by": {
        "firstName": "Пятрусь",
        "lastName": "Броўка",
        "locations": "Менск"
      }
    },
    "firstName": "Пятрусь",
    "lastName": "Броўка",
    "titleImage": "https://upload.wikimedia.org/wikipedia/be-x-old/thumb/a/a4/Piatru%C5%9B_Bro%C7%94ka.jpg/245px-Piatru%C5%9B_Bro%C7%94ka.jpg",
    "locations": [
      {
        "name": "Минск",
        "latitude": 53.8999964,
        "longitude": 27.5666644
      }
    ],
    "works": [
      {
        "name": "Гады як шторм",
        "dateOfPublication": "1930"
      },
      {
        "name": "Прамова фактамі",
        "dateOfPublication": "1931"
      },
      {
        "name": "Цэхавыя будні",
        "dateOfPublication": "1931"
      },
      {
        "name": "Каляндры",
        "dateOfPublication": "1931"
      },
      {
        "name": "Паэзія",
        "dateOfPublication": "1932"
      },
      {
        "name": "Ураджай",
        "dateOfPublication": "1933"
      }
    ],
    "timeline": [
      {
        "date": "1918",
        "activity": "Пятрусь Броўка пачаў працаваць перапісчыкам у Вяліка-Долецкім валасным камісарыяце (савецкай грамадскай установе), потым справаводам валвыканкома, рахункаводам у саўгасе."
      },
      {
        "date": "1923",
        "activity": "Пятрусь Броўка быў выкліканы на 1-ы з'езд селькораў Беларусі, але не паехаў, бо не было сродкаў на дарогу. Ён быў выбраны сакратаром камсамольскай арганізацыі ў роднай вёсцы"
      },
      {
        "date": "1926",
        "activity": "Пятрусь Броўка дэбютаваў вершамі ў газеце «Чырвоная Полаччына» і ў альманаху «Наддзвінне»"
      },
      {
        "date": "1928",
        "activity": "Пятрусь Броўка паступіў на літаратурна-лінгвістычнае аддзяленне педагагічнага факультэта БДУ"
      },
      {
        "date": "1934",
        "activity": "Пятрусь Броўка стаў членам Саюза пісьменнікаў СССР."
      },
      {
        "date": "1962",
        "activity": "Пятрусь Броўка стаў народным паэтам БССР"
      },
      {
        "date": "1976",
        "activity": "Пятрусь Броўка ўзнагароджаны Дзяржаўнай прэмiяй БССР за актыўны ўдзел у стварэннi Беларускай Савецкай Энцыклапедыi"
      }
    ],
    "images": [
      "https://upload.wikimedia.org/wikipedia/commons/6/68/Alakhnovich2.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/HakubokAlachnovich.jpg/280px-HakubokAlachnovich.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Belarusian_writers_1920.jpg/280px-Belarusian_writers_1920.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Alakhnovich1.jpg/300px-Alakhnovich1.jpg"
    ],
    "videos": "https://www.youtube.com/embed/y7q6WXFqP2I?enablejsapi=1",
    "videosnap": "https://i.ytimg.com/vi/y7q6WXFqP2I/hqdefault.jpg"
  }
]
