{
    "firstName": "Францішак",
    "lastName": "Аляхновіч",
    "titleImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Franci%C5%A1ak_Alachnovi%C4%8D.jpg/250px-Franci%C5%A1ak_Alachnovi%C4%8D.jpg",
    "locations": [
    {
        "name": "Вильнюс",
        "latitude": 54.41,
        "longitude": 25.17
    }
    ],
    "works": [
    {
        "name": "Бутрым Няміра",
        "dateOfPublication": "1916"
    },
    {
        "name": "Базылішк",
        "dateOfPublication": "1917"
    },
    {
        "name": "Дзядзька Якуб",
        "dateOfPublication": "1918"
    },
    {
        "name": "Чорт і Баба",
        "dateOfPublication": "1918"
    },
    {
        "name": "Заручыны Паўлінкі",
        "dateOfPublication": "1918"
    },
    {
        "name": "Птушка шчасця",
        "dateOfPublication": "1920"
    }
    ],
    "timeline": [
        {
            "date": "1916 - 1918",
            "activity": "Заканчэнне тэрміну пакарання Францішка супала з пачаткам Першай сусветнай вайны. Аўтар працаваў маляром, пажарнікам, кантралёрам электрасетак і адказным рэдактарам за «лацінскія» нумары «Гомана».Віленскі перыяд тэатральнай дзейнасці 1916—1918 гг. быў для Ф. Аляхновіча вельмі плённым. У пачатку 1916 года ў Вільні арганізоўвае тэатральны гурток Беларуская драматычная дружына, сіламі якога 15 кастрычніка 1916 года ставіцца беларускі спектакль па матывах «Хама» Элізы Ажэшкі. 26 снежня 1916 года ажыццяўляецца пастаноўка п'есы «На Антокалі». З гэтага часу спектаклі драматычнага гуртка становяцца рэгулярнымі, і аб ім пачынаюць гаварыць, як пра тэатр Францішка Аляхновіча.Адкрываючы тэатральны сезон 1917 года, Ф. Аляхновіч бярэцца за напісанне п'ес, якія б адпавядалі запатрабаванням часу — уздыму нацыянальнай самасвядомасці. Аўтар стварае пяць п'ес: «Бутрым Няміра» (некаторыя крыніцы датуюць яе 1916 годам[16]), «Базылішка», «У лясным гушчары», «Кветка-папараць» і «Калісь». Таксама піша шматлікія празаічныя творы, сярод якіх вылучаецца аповесць спавядальнага характару «Пісьмы да яе»"
        },
        {
            "date": "Чэрвень 1918",
            "activity": "Францішак Аляхновіч накіроўваецца ў Мінск, дзе ў гэты час актыўна працавала трупа Беларускага дзяржаўнага тэатра рэарганізаванага з закладзенага ў маі 1917 года Першага таварыства беларускай драмы і камедыі. "
        },
        {
            "date": "Снежень 1919",
            "activity": "Піша драму ў трох актах «Цені». Да мінскага перыяду дзейнасці адносіцца таксама з'яўленне ў творчасці Ф. Аляхновіча п'есы «Заручыны Паўлінкі»" 
        },
        {
            "date": "23 снежня 1926",
            "activity": "Пісьменнік атрымлівае статус грамадзяніна БССР, а ўжо 1 студзеня 1927 года апынаецца ў ізалятары мінскай турмы. Яму інкрымінуюць шпіянаж на карысць буржуазнай Польшчы. У следчай справе Ф. Аляхновіча захаваўся напісаны да Цэнтральнага Выканаўчага Камітэта зварот, пад якім падпісаліся Янка Купала, Якуб Колас, Максім Гарэцкі, Змітрок Бядуля, Алесь Гурло і інш. Аднак пісьменнік атрымаў 10 гадоў катаргі на Салавецкіх астравах (першы год адпрацаваў на востраве Мяч насупраць карэльскага горада Колежма)[15]. Удзельнічаў у самадзейным тэатры, арганізаваным вязнямі Салавецкага лагера." 
        },
        {
            "date": "3 сакавіка 1944",
            "activity": "ў час другой сусветнай вайны ў Вільні ў сваёй кватэры Францішак Аляхновіч забіты невядомымі. Па розных версіях драматурга забілі ні то савецкія партызаны, ні то – акаўцы, ні то фашысты. Хто здзейсніў гэты тэрарыстычны акт – застаецца невядомым. Пахаваны Францішак Аляхновіч быў на Кальвінісцкіх могілках, якія былі знішчаны ў савецкі час. У 1989-ым сімвалічна перапахаваны на могілках Росы."
        }
    ],
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/6/68/Alakhnovich2.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/HakubokAlachnovich.jpg/280px-HakubokAlachnovich.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Belarusian_writers_1920.jpg/280px-Belarusian_writers_1920.jpg",
        "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Alakhnovich1.jpg/300px-Alakhnovich1.jpg"
    ],
    "videos": null
}