{
    "firstName": "Самуіл",
    "lastName": "Плаўнік",
    "titleImage": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Zmitrok_Biadulia1.jpg",
    "locations": [
    {
        "name": "Лагойскі раён, Мінская вобласць",
        "latitude": 53.55,
        "longitude": 27.33
    }
    ],
    "works": [
    {
        "name": "Апавяданні / Змітрок Бядуля. — Мінск: Народная асвета",
        "dateOfPublication": "1973"
    },
    {
        "name": "Антология педагогической мысли Белорусской ССР",
        "dateOfPublication": "1986"
    },
    {
        "name": "Дзень добры!: вершы, казкі, апавяданні",
        "dateOfPublication": "1989"
    },
    {
        "name": "Паэмы",
        "dateOfPublication": "1927"
    },
    {
        "name": "Буралом",
        "dateOfPublication": "1925"
    },
    {
        "name": "Незвычайныя гісторыі",
        "dateOfPublication": "1931"
    }
    ],
    "timeline": [
        {
            "date": "1907 - 1909",
            "activity": "Яшчэ хлопчыкам З. Бядуля складаў вершы на старажытнаяўрэйскай мове, але пачаткам яго літаратурнай дзейнасці лічыцца 1907 год, калі ён пачаў пісаць вершы на рускай мове і пасылаць іх у пецярбургскія часопісы. Там вершы хвалілі, але не друкавалі. Пачынаючы пісаць, Бядуля арыентаваўся на старадаўнюю яўрэйскую літаратуру (на рэлігійныя творы тых часоў). Але пазней адмовіўся ад гэтай манеры пісьма і пачаў вывучаць сучасную літаратуру. Тады і пачаў ён пісаць вершы і апавяданні на рускай мове, пераймаючы манеры знакамітых паэтаў XIX стагоддзя. Але беларускія мова і культура ўсё роўна ўрываліся ў яго творы. У 1909 годзе ў рукі Самуіла Плаўніка, дзякуючы яго сябру Вульфу Сосенскаму, трапіла беларускамоўная газета «Наша ніва». Сам факт існавання «прастанароднай» газеты вельмі ўразіў маладога чалавека. Уласна, гэтая газета і паўплывала на замацаванне рэалістычнага светапогляду."
        },
        {
            "date": "1910",
            "activity": "У сярэдзіне 1910 г. З. Бядуля аддаў у рэдакцыю газет свае вершы, але яны не былі апублікаваныя. Магчыма таму, што былі яшчэ «няспелымі». Для ранніх твораў, як для вершаў, так і для прозы быў характэрны рамантызм. Для таго, каб перадаць светапогляд і багацце духоўнага і культурнага жыцця чалавека наогул і сялян у асаблівасці, Бядуля імкнецца пераймаць Я. Купалу і Я. Коласа. У пачатку 1910-х гадоў паэт пачынае карыстацца псеўданімамі. Рамантызм бачны нават у апісаннях прыроды і побыту, людзі таксама апісваюцца ўзнёсла. Але з часам пісьменнік выбірае ўсё ж рэалізм і захапляецца псіхалагічна-бытавымі замалёўкамі. Ён імкнецца паказаць жыццё як мага больш рэальным."
        },
        {
            "date": "1911 - 1912",
            "activity": "Друкаваў вершы на рускай мове ў часопісах «На берегах Невы» (Пецярбург) і «Молодые порывы» (Вільня)." 
        },
        {
            "date": "1913",
            "activity": "Апублікаваў зборнік лірычных імпрэсій «Абразкі» (Пецярбург)." 
        },
        {
            "date": "1922 - 1989",
            "activity": " У паслярэвалюцыйны час выйшлі кнігі паэзіі «Пад родным небам» (1922), «Буралом» (1925), «Паэмы» (1927), зборнікі апавяданняў «На зачарованых гонях» (1923), «Апавяданні» (1926), «Выбраныя апавяданні» (1926), «Танзілія» (1927), «Дэлегатка» (1928), «Тры пальцы» (1930), «Незвычайныя гісторыі» (1931), «Па пройдзеных сцежках» (1940), аповесці «Салавей» (1928, экранізавана і пастаўлена ў 1937, аднайменны балет у 1939), «Набліжэнне» (1935), «У дрымучых лясах» (1939, часопіс «Полымя»), двухтомны раман «Язэп Крушынскі» (1929—1932), «Выбраныя творы» (1934). Для дзяцей выдадзены кнігі «Качачка-цацачка» (1927, казка), «Вясной» (1928, вершы), «Гаспадарка» (1930, вершы), «Мурашка-Палашка» (1939, вершаваная казка), «Люцік» (1940, верш), «Хлопчык з-пад Гродна» (1940, паэма). Выдаў даследаванне «Вера, паншчына і воля ў беларускіх народных казках і песнях» (1924), кнігу нарысаў «Дзесяць» (1930), у сааўтарстве з Нохімам Рубінштэйнам — кішэнны «Яўрэйска-беларускі слоўнічак» (пад сапраўдным прозвішчам, 1932). Шмат твораў і зборнікаў выйшлі пасля смерці і ў пасляваенныя гады: «Апавяданні» (1947), «Мае забавы» (1949, вершы), «Сярэбраная табакерка» (1958, казка і апавяданні), «Дзень добры!» (1979, вершы, казкі, апавяданні), асобныя вершы, казкі. У 1951—1953 гг. выйшаў збор твораў у 4-х, у 1985—1989 — у 5 тамах." 
        }
    ],
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/9/98/%D0%97%D0%BC%D1%96%D1%82%D1%80%D0%BE%D0%BA_%D0%91%D1%8F%D0%B4%D1%83%D0%BB%D1%8F.jpg",
        "https://www.belta.by/images/storage/news/000027_273808_big.jpg",
        "https://belarusianheroes.com/img/hero/medium59e0851e1281b.jpg",
        "http://karotkizmest.by/images/biadulia.jpg",
        "https://gdb.rferl.org/4B28DD40-7FE8-421A-A231-0C5432F965F5_w650_r0_s.jpg"
    ],
    "videos": "https://www.youtube.com/watch?v=GB_rlueYscM"
},